#include<iostream>
using namespace std;
int main()
{
	cout<<"************************************************\n";
	cout<<"*    欢迎使用学生成绩管理系统1.1               *\n";
	cout<<"*高静彤、陈颖茵、王振宇 计算机2003班 2020.10.29*\n";
	cout<<"*     1、输入4个同学的代号和成绩               *\n";
	cout<<"*     2、显示4个同学的代号和成绩列表           *\n";
	cout<<"*     3、求4人平均分                           *\n";
	cout<<"*     4、求4人总分                             *\n";
	cout<<"*     5、查询某同学的分数                      *\n";
	cout<<"*     6、统计及格率                            *\n";
	cout<<"*     7、退出                                  *\n";
	cout<<"*   请输入(1-5)选择：                          *\n"; 
	cout<<"*                                              *\n";
	cout<<"************************************************\n";
	return 0;
}
